return {
    {"一、看牌抢庄", 26},
    {"看4张牌后进行抢庄。所有玩家都可以抢庄，若是无人抢庄或多人抢庄，系统在所有玩家或抢庄玩家中随机确定庄家。然后所有闲家选择下注倍数，亮最后一张牌玩家进行比牌，最后结算是闲家和庄家之间比较。", 24},
        
    {"二、世界大战", 26},
    {"无庄家，一次发5张牌后，进行拼牛，选择3张牌可以拼成10的倍数，最后结算，牌最大者赢全场。", 24},
		
	{"三、牛牛坐庄", 26},
    {"第一局房主坐庄，之后则谁是牛牛换谁坐庄。若都是牛牛，则比较谁的牛牛牌型大谁坐庄。闲家只需下分并与庄家比较牌型大小即可，闲家之间无需再次比较。", 24},
		
	{"四、轮流坐庄", 26},
    {"第一局房主坐庄，所有闲家选择下注倍数后系统亮牌。之后按照逆时针顺序玩家依次轮一次庄。即一局游戏结算后，当前庄家的下家坐庄", 24},
		
	{"五、牌大坐庄", 26},
    {"第一局房主坐庄，所有闲家选择下注倍数后系统亮牌。庄家与闲家比牌确定输赢后，之后比较每个玩家之间的牌型，谁的牌型大谁下局坐庄（若牌型相同则先比较牌型点数大小，然后是花色大小。）", 24},
		
	{"六、自由抢庄", 26},
    {"每局游戏开始后玩家都可以抢庄，若是无人抢庄或多人抢庄，系统在所有玩家或抢庄玩家中随机确定庄家。确定庄家后，所有闲家选择下注倍数，最后系统亮牌）", 24},
		
	{"七、房主霸王庄", 26},
    {"房主固定连庄，闲家选择下注倍数后系统亮牌。）", 24},
        
        
    {"八、牌型介绍", 26},
    {"五小牛：5张牌均小于5，5张牌点总相加小于10。", 24},
    {"五花牛：5张牌都由J、Q、K组成。", 24},
    {"四炸：手牌中有4张是同点数的牌，此时无需有牛。", 24},
    {"牛牛：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和也是10的倍数。", 24},
    {"牛九：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是9。", 24},
    {"牛八：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是8。", 24},
    {"牛七：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是7。", 24},
    {"牛六：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是6。", 24},
    {"牛五：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是5。", 24},
    {"牛四：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是4。", 24},
    {"牛三：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是3。", 24},
    {"牛二：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是2。", 24},
    {"牛一：手牌中有3张牌的点数之和能组成10的倍数，剩余2张牌点数之和是1。", 24},
    {"无牛：手牌中任意3张牌点数之和都不能组成10的倍数。", 24},
        
    {"九、牌型大小", 26},
    {"五小牛＞五花牛＞四炸＞牛牛＞牛九＞牛八＞牛七＞牛六＞牛五＞牛四＞牛三＞牛二＞牛一＞无牛。", 24},
    {"单牌牌点大小依次为： K＞Q＞J＞10＞9＞8＞7＞6＞5＞4＞3＞2 ＞A。", 24},
    {"花色大小：黑桃＞红桃＞梅花＞方块。", 24},

    {"十、计分", 26},
    {"无牛—牛七：1倍。", 24},
    {"牛八、牛九：2倍。", 24},
    {"牛牛：3倍。", 24},
    {"四炸: 4倍。", 24},
    {"五花牛：5倍。", 24},
    {"五小牛：6倍。", 24},
}
