return {
    {"一、游戏简介", 26},
    {"飞鸟红中麻将，共108张牌：只有1-9万、筒、条，不带东、南、西、北、中、發、白（红中赖子玩法增加“中”共112张牌）。", 24},
    {"二、摸牌", 26},
    {"庄家14张牌、闲家13张牌、庄家先出牌，其他闲家可以胡、杠、碰打出的牌，不能吃。", 24},
    {"三、庄家", 26},
    {"第一局庄家为房间创建者，之后庄家为上局胡牌玩家。如流局，则过庄到下一玩家。", 24},    
    {"四、胡牌规则", 26},
    {"玩家可吃胡或自摸，有红中不能吃胡只能自摸。如选红中赖子玩法，拿到4红中可以直接胡牌。", 24},

    {"五、红中赖子", 26},
    {"红中可以做万能牌使用。", 24},
    {"红中不能打出，不能吃碰杠（和其他组合也不能吃碰杠）。", 24},
    {"手牌中有4红中可直接胡牌。", 24},
 
    {"六、飘", 26},
    {"第一局不可以飘，从第二局开始玩家可选择不飘或飘几分。", 24},
    {"输赢牌时，分数为：底分+自己飘的分+胡牌方飘的分。", 24},

    {"七、抓鸟", 26},
    {"由玩家胡牌后进行抓鸟，输家出分。按抓鸟方式从剩余牌墙上选取牌。牌墙不够抓鸟张数，则抓剩余张数。如剩余0张，则不抓鸟。", 24},
    {"抓飞鸟：抓1张牌，如抓牌2-9万/筒/条，得2-9分。如抓的牌是1万/筒/条或者红中，得10分。", 24},
    {"抓159：抓4张牌，如抓的牌为159万/筒/条，那么为中鸟，中几个得几分。", 24},
    {"抓六鸟：抓6张牌，147、258、369各一组。根据胡的牌来算，如胡1万/条/筒，抓鸟牌中有几个1、4、7万/条/筒则赢几分，红中自摸则算6鸟全中，得6分。", 24},

    {"八、计分", 26},
    {"底分：1分", 24},
    {"胡牌总积分：底分+杠+飘+抓鸟。", 24},
    {"自摸：每人输2分，4人麻将自摸玩家赢6分，3人麻将自摸玩家赢4分。", 24},
    {"吃胡：点炮玩家输1分，吃胡玩家赢1分。", 24},
    {"暗杠：暗杠每人出2分。", 24},
    {"明杠：明杠每家出1分。", 24},
    {"放杠：4人麻将放杠者出3分，3人麻将放杠者出2分。", 24},
    {"抢杠胡：被抢杠者出4分（被抢的杠之外的其他杠照计）。", 24},
    {"大胡：清一色、七对、碰碰胡为大胡。自摸、吃胡10分。大胡无牌型叠加。", 24},

    {"九、其他", 26},
    {"如选了胡牌无红中积分翻倍，则赢分为：底分（吃胡1分、自摸2分）×2。", 24},
}
